tap "bbatsche/fisher"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "wagoodman/dive"

brew "python"
brew "boost"
brew "cmake"
brew "ctags"
brew "fish"
brew "fpp"
brew "fswatch"
brew "geckodriver"
brew "git"
brew "gron"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "ipython"
brew "jump"
brew "libxml2"
brew "lsusb"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "node"
brew "plantuml"
brew "postgresql"
brew "pyenv"
brew "qt"
brew "reattach-to-user-namespace"
brew "rustup-init"
brew "telnet"
brew "tesseract"
brew "tesseract-lang"
brew "tmux"
brew "tree"
brew "unar"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "bbatsche/fisher/fisherman"
brew "wagoodman/dive/dive"

cask "karabiner-elements"
cask "keycastr"
cask "mtmr"
cask "caskroom/fonts/font-fira-code"
cask "visual-studio-code"
cask "docker"
cask "keybase"
cask "vlc"
cask "skype"
cask "visual-paradigm"
cask "xmind-zen"