tap bbatsche/fisher


brew "fish"
brew "fisherman"
brew "hugo"
brew "git"
brew "tmux"
brew "unar"
brew "reattach-to-user-namespace"

cask "visual-studio-code"
cask "vlc"
cask "font-fira-code"
cask "alacritty"
cask "docker"
cask "keybase"
cask "vlc"
cask "spotify"
cask "skype"
cask "kap"
cask "visual-paradigm"
cask "xmind-zen"